"CFBundleDisplayName" = "ChatGPT";

"gee pee tee" = "جي بي تي";

"NSLocationWhenInUseUsageDescription" = "يستخدم ChatGPT موقعك الجغرافي لتحسين جودة دردشاتك.";

"NSPhotoLibraryAddUsageDescription" = "يتيح لك ChatGPT إمكانية حفظ الصور من دردشاتك.";

"NSMicrophoneUsageDescription" = "يستخدم ChatGPT الميكروفون الخاص بك لتحويل الكلام إلى نص باستخدام نموذج Whisper.";

"CFBundleName" = "ChatGPT";

"chat gee pee tee" = "تشات جي بي تي";

"Chat GPT" = "Chat GPT";

"GPT" = "نموذج GPT";

"NSCameraUsageDescription" = "يستخدم ChatGPT الكاميرا الخاصة بك لالتقاط صور لاستخدامها في دردشاتك.";

